{
  "dashboard": {
    "aboutUs": "About us",
    "gnomeList": "Gnome List"
  },
  "footer": {
    "languages": "Languages"
  },
  "gnome": {
    "height": "Height",
    "weight": "Weight",
    "age": "Age",
    "hair": "Hair",
    "friends": "Friends",
    "professions": "Professions"
  },
  "filters":{
    "titles":{
      "ageFrom":"Age from",
      "to": "to",
      "heightFrom": "Height from",
      "weightFrom": "Weight from",
      "profession": "Profession",
      "match": "match"
    },
    "profession": "Profession", 
    "placeHolderProfession": "Select a profession",
    "selectAll":"All",
    "age": "Age",
    "height": "Height",
    "name": "Name",
    "placeHolderName": "Type a search name"
  },
  "messages": {
    "code": {
      "error": {
        "400": "Bad request",
        "401": "Unauthorized access",
        "404": "Resource not available or it doesn't exist",
        "405": "It has been impossible to process the request",
        "500": "Internal server error",
        "504": "Timeout connect"
      }
    },
    "general": {
      "error": "General error"
    }
  },
  "aboutUs": {
    "lockup": "Brastlewark is an almost exclusively gnomish city in eastern Cheliax, located on the western edge of the Aspodell Mountains, at the head of the Brastle River. It is believed to be the largest gnome settlement in the Inner Sea region, perhaps even in the entire world.",
    "nation": "Nation",
    "region": "Region",
    "size": "Size",
    "population": "Population",
    "alignment": "Alignment",
    "cheliax": "Cheliax",
    "archduchy": "Archduchy of Sirmium",
    "largeTown": "Large town",
    "overLord": "Overlord",
    "chaotic": "Chaotic neutral",
    "inhabitantsTitle": "Inhabitants",
    "inhabitants": "The city has a proportionately large population of bards, wizards, alchemists and artists, and the gnomish need for new experiences guarantees that the look of Brastlewark undergoes constant modification. Because of this focus on design and architecture, Brastlewark's architects and engineers are particularly well-known, and often possess a distinct ability to incorporate disparate elements into innovative new designs.",
    "geographyTitle": "Geography",
    "geography": "Brastlewark is easily one of the most architecturally idiosyncratic and unusual settlements in otherwise dour Cheliax. It is a confusing hodge-podge of various styles and design concepts with its crooked streets, unexpected dead ends, and outlandishly shaped public parks. Most of the buildings look like they are on the verge of collapse, with clashing additional floors and annexes stacked next to and on top of one another, but most are actually quite structurally sound. A few times a year, however, an ambitious gnome hoping to outclass his neighbors in building height or extravagance, pushes the boundaries too far and causes his and neighboring structures to come crashing down.",
    "commerceTitle": "Commerce",
    "commerce": "Brastlewark is known as a center of design and industry, focusing specifically on the creation of alchemical items and material spell components, and clockwork. The creation and procurement of spell components is a particular focus of the city's residents, and its traders export them all over Avistan and Garund.",
    "governmentTitle": "Government",
    "government": "The city is governed by the self-proclaimed King Drum Thornfiddle, who is an open vassal of Queen Abrogail II."
  }
}
